Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/xviewer.tmx
Source language: en
Languages: sv

source: _Go
sv: _Gå

source: Are you sure you want to move "%s" to the trash?
sv: Är du säker att du vill flytta "%s" till papperskorgen?

source: Control
sv: Kontroll

source: Image Data
sv: Bilddata

source: Show the image at its normal size
sv: Visa bilden i sin normala storlek

source: Wheel
sv: Mushjul

source: Transparent Parts
sv: Genomskinliga delar

source: Save Image
sv: Spara bild

source: _Open Background Preferences
sv: _Öppna bakgrundsinställningar

source: <b>%n:</b> counter
sv: <b>%n:</b> räknare

source: Temporary file creation failed.
sv: Skapandet av temporär fil misslyckades.

source: Pause or resume the slideshow
sv: Pausa eller återuppta bildspelet

source: Smooth images when zoomed _in
sv: Mjuka upp bilder när de är _inzoomade

source: North
sv: Norr

source: Save changes in currently selected images
sv: Spara ändringar i markerade bilder

source: If you don't save, your changes will be lost.
sv: Om du inte sparar så kommer dina ändringar att gå förlorade.

source: Open Folder
sv: Öppna mapp

source: C_enter:
sv: C_entrum:

source: XMP Rights Management
sv: XMP-rättighetshantering

source: Control + Wheel
sv: Ctrl + hjul

source: Help on this application
sv: Hjälp för det här programmet

source: _Cancel
sv: _Avbryt

source: Set as Wa_llpaper
sv: Använd som skriv_bordsunderlägg

source: _Previous Image
sv: _Föregående bild

source: The image "%s" has been set as Desktop Background. Would you like to modify its appearance?
sv: Bilden "%s" har ställts in som skrivbordsbakgrund. Vill du ändra dess utseende?

source: The information for the page where the image will be printed
sv: Informationen för sidan där bilden kommer att skrivas ut

source: Viewing a slideshow
sv: Visar ett bildspel

source: Changes the visibility of the side pane in the current window
sv: Ändrar synligheten för sidopanelen i det aktuella fönstret

source: Tilt Wheel
sv: Lutningshjul

source: Close window
sv: Stäng fönster

source: Rename from:
sv: Byt namn från:

source: Enlarge the image
sv: Förstora bilden

source: As check _pattern
sv: Som rut_mönster

source: Set the selected image as the wallpaper
sv: Använd markerad bild som skrivbordsbakgrund

source: Previous/Next Image
sv: Föregående/nästa bild

source: Preferences
sv: Inställningar

source: _Close
sv: S_täng

source: Background Color
sv: Bakgrundsfärg

source: _Time between images:
sv: _Tid mellan bilderna:

source: _Correct colors using the display profile
sv: Korrigera färger med hjälp av bildskärmsprofilen (_C)

source: _Height:
sv: _Höjd:

source: Rotate 90 degrees
sv: Rotera 90 grader

source: _Delete
sv: _Ta bort

source: _Recents
sv: Senaste (_R)

source: Are you sure you want to remove the selected image permanently?
sv: Är du säker att du permanent vill radera den markerade bilden?

source: Are you sure you want to remove the %d selected images permanently?
sv: Är du säker att du permanent vill radera de %d markerade bilderna?

source: Image
sv: Bild

source: Transformation failed.
sv: Transformering misslyckades.

source: Preferences for Image Viewer
sv: Inställningar för Bildvisare

source: Inches
sv: Tum

source: South
sv: Syd

source: West
sv: Väst

source: Width:
sv: Bredd:

source: Transformation on unloaded image.
sv: Transformering på oinläst bild.

source: As custom color:
sv: Som anpassad färg:

source: _File
sv: _Fil

source: Copy the selected image to the clipboard
sv: Kopiera den markerade bilden till urklipp

source: Mouse
sv: Mus

source: Date/Time:
sv: Datum/tid:

source: Out
sv: Ut

source: _Zoom In
sv: _Zooma in

source: Couldn't delete file
sv: Kunde inte ta bort filen

source: %.1f (lens)
sv: %.1f (lins)

source: Exposure Time:
sv: Exponeringstid:

source: _Delete Image
sv: _Radera bild

source: _Random Image
sv: S_lumpmässig bild

source: Millimeters
sv: Millimeter

source: Go to the first image of the gallery
sv: Gå till första bilden i galleriet

source: Save the selected images with a different name
sv: Spara markerade bilder med ett annat namn

source: Supported image files
sv: Bildfiler som stöds

source: _Destination folder:
sv: _Målmapp:

source: Move the selected image to the trash folder
sv: Flytta markerad bild till papperskorgen

source: Unknown
sv: Okänt

source: To:
sv: Till:

source: _Scaling:
sv: _Skalning:

source: Shift + Wheel
sv: Shift + hjul

source: as is
sv: som det är

source: _Favorites
sv: _Favoriter

source: Do _not ask again during this session
sv: Fråga _inte igen under denna session

source: Scroll Wheel
sv: Rullningshjul

source: Flash:
sv: Blixt:

source: File Path Specifications
sv: Specifikationer för filsökväg

source: _Rotate Clockwise
sv: _Rotera medurs

source: Fit to height
sv: Anpassa till höjd

source: Hi_de
sv: Dö_lj

source: Open in slideshow mode
sv: Öppna i bildspelsläge

source: Open Image
sv: Öppna bild

source: S_elect the images you want to save:
sv: _Markera bilderna som du vill spara:

source: Details
sv: Detaljer

source: Gallery
sv: Galleri

source: Changes the visibility of the image gallery pane in the current window
sv: Ändrar synligheten för bildgalleripanelen i det aktuella fönstret

source: _Right:
sv: _Höger:

source: pixel
sv: bildpunkt

source: pixels
sv: bildpunkter

source: Couldn't retrieve image file
sv: Kunde inte hämta bildfilen

source: (invalid Unicode)
sv: (ogiltig Unicode)

source: Name:
sv: Namn:

source: Smooth images when zoomed _out
sv: Mjuka upp bilder när de är _utzoomade

source: Left
sv: Vänster

source: Zoom _Out
sv: Zooma _ut

source: Fit to _Width
sv: Anpassa till bredd (_W)

source: _Left:
sv: _Vänster:

source: Fit to width
sv: Anpassa till bredd

source: Delete the selected image
sv: Radera markerad bild

source: Value
sv: Värde

source: Zoom
sv: Zooma

source: _Unit:
sv: _Enhet:

source: Start a new instance instead of reusing an existing one
sv: Starta en ny instans istället för att återanvända en befintlig

source: The image whose printing properties will be set up
sv: Bilden vars utskriftsegenskaper ska konfigureras

source: Print the selected image
sv: Skriv ut markerad bild

source: EXIF not supported for this file format.
sv: EXIF stöds inte för detta filformat.

source: Shrink the image
sv: Förminska bilden

source: [FILE…]
sv: [FIL…]

source: Error on deleting image %s
sv: Fel vid borttagning av bilden %s

source: All files
sv: Alla filer

source: _Undo
sv: _Ångra

source: Could not display help for Image Viewer
sv: Kunde inte visa hjälp för Bildvisare

source: Image Zoom
sv: Bildzoomning

source: _View
sv: _Visa

source: _Fullscreen
sv: _Helskärmsläge

source: As _background
sv: Som _bakgrund

source: Some of the selected images can't be moved to the trash and will be removed permanently. Are you sure you want to proceed?
sv: Några av de markerade bilderna kan inte flyttas till papperskorgen och kommer att tas bort permanent. Är du säker på att du vill fortsätta?

source: _Open
sv: _Öppna

source: Both
sv: Båda

source: Opening image "%s"
sv: Öppnar bilden "%s"

source: _Yes
sv: _Ja

source: At least two file names are equal.
sv: Minst två filnamn är identiska.

source: %i × %i pixel %s %i%%
sv: %i × %i bildpunkt %s %i%%

source: %i × %i pixels %s %i%%
sv: %i × %i bildpunkter %s %i%%

source: _Best Fit
sv: Bästa _anpassning

source: XMP Other
sv: XMP Övrigt

source: Fit
sv: Anpassa

source: Side _Pane
sv: Sido_panel

source: Rotate the image 90 degrees to the left
sv: Rotera bilden 90 grader åt vänster

source: Open in fullscreen mode
sv: Öppna i helskärmsläge

source: Type:
sv: Typ:

source: Save As
sv: Spara som

source: Height:
sv: Höjd:

source: Error printing file: %s
sv: Fel vid utskrift av fil: %s

source: Show the application's version
sv: Visa programmets version

source: Open _with
sv: Öppna _med

source: _Loop sequence
sv: _Slingsekvens

source: East
sv: Öst

source: No Action
sv: Ingen åtgärd

source: Show Folder
sv: Visa mapp

source: Page Setup
sv: Sidinställningar

source: Trash
sv: Papperskorg

source: Couldn't access trash.
sv: Kunde inte komma åt papperskorgen.

source: Open the selected image with a different application
sv: Öppna markerad bild med ett annat program

source: _Previous
sv: _Föregående

source: _Filename format:
sv: _Filnamnsformat:

source: Save changes to image "%s" before closing?
sv: Spara ändringar i bilden "%s" innan stängning?

source: Plugins
sv: Insticksmoduler

source: Background
sv: Bakgrund

source: _Width:
sv: _Bredd:

source: Author:
sv: Upphovsman:

source: Undo the last change in the image
sv: Ångra senaste ändringen i bilden

source: Focal Length:
sv: Brännvidd:

source: Close _without Saving
sv: Stäng _utan att spara

source: Fit the image to the window
sv: Anpassa bilden till fönstret

source: <b>%f:</b> original filename
sv: <b>%f:</b> ursprungligt filnamn

source: Disable image gallery
sv: Inaktivera bildgalleriet

source: Mirror the image horizontally
sv: Spegla bilden horisontellt

source: Bytes:
sv: Byte:

source: _Image Gallery
sv: Bil_dgalleri

source: Saving image locally…
sv: Sparar bilden lokalt...

source: Rotate Counterc_lockwise
sv: Rotera _moturs

source: The given locations contain no images.
sv: De angivna platserna innehåller inga bilder.

source: Couldn't retrieve image file information
sv: Kunde inte hämta information om bildfilen

source: Go to the last image of the gallery
sv: Gå till sista bilden i galleriet

source: _Quit
sv: _Avsluta

source: Maker Note
sv: Anteckning från tillverkaren

source: None
sv: Ingen

source: Open in a single window, if multiple windows are open the first one is used
sv: Öppna i ett enda fönster, om flera fönster öppnas så används det första

source: Image Taking Conditions
sv: Förhållanden vid fototillfället

source: Use "%s" to open the selected image
sv: Använd "%s" för att öppna den markerade bilden

source: Prope_rties
sv: Ege_nskaper

source: Pause Slideshow
sv: Pausa bildspelet

source: Changes the visibility of the toolbar in the current window
sv: Ändrar synligheten för verktygsraden i det aktuella fönstret

source: File Name Preview
sv: Förhandsvisning av filnamn

source: Horizontal
sv: Horisontellt

source: Preview
sv: Förhandsgranska

source: E_xpand images to fit screen
sv: E_xpandera bilder till att passa skärmen

source: About this application
sv: Om det här programmet

source: Description:
sv: Beskrivning:

source: _Last Image
sv: _Sista bilden

source: Previous
sv: Föregående

source: Metering Mode:
sv: Mätarläge:

source: Tag
sv: Tagg

source: No image loaded.
sv: Ingen bild inläst.

source: Could not load image '%s'.
sv: Kunde inte läsa in bilden "%s".

source: _Bottom:
sv: _Nederkant:

source: Next
sv: Nästa

source: Show the properties and metadata of the selected image
sv: Visa egenskaperna och metadata för markerad bild

source: _Print…
sv: Skriv _ut...

source: Size
sv: Storlek

source: Pause and resume with the spacebar
sv: Pausa och återuppta med mellanslagstangenten

source: _Automatic orientation
sv: _Automatisk orientering

source: File format is unknown or unsupported
sv: Filformatet är okänt eller stöds inte

source: _Next
sv: _Nästa

source: Save _As
sv: Spara so_m

source: Rotate the image 90 degrees to the right
sv: Rotera bilden 90 grader åt höger

source: File size:
sv: Filstorlek:

source: _Toolbar
sv: _Verktygsrad

source: Image View
sv: Bildvy

source: Aperture Value:
sv: Bländarvärde:

source: Move to _Trash
sv: Flytta till _papperskorgen

source: _Replace spaces with underscores
sv: E_rsätt blanksteg med understreck

source: Image Viewer
sv: Bildvisare

source: Vertical Scrolling
sv: Vertikal rullning

source: Vertical
sv: Vertikalt

source: S_lideshow
sv: Bi_ldspel

source: _Normal Size
sv: _Normal storlek

source: Slideshow
sv: Bildspel

source: Image Enhancements
sv: Bildförbättringar

source: Camera Model:
sv: Kameramodell:

source: A trash for "%s" couldn't be found. Do you want to remove this image permanently?
sv: En papperskorg för "%s" kunde inte hittas. Vill du ta bort denna bild permanent?

source: Mirror the image vertically
sv: Spegla bilden vertikalt

source: Options
sv: Alternativ

source: The image "%s" has been modified by an external application. Would you like to reload it?
sv: Bilden "%s" har ändrats av ett externt program. Vill du läsa in bilden igen?

source: Image Properties
sv: Bildegenskaper

source: Error launching System Settings:
sv: Fel vid start av systeminställningar:

source: Horizontal Scrolling
sv: Horisontell rullning

source: Height
sv: Höjd

source: Couldn't create temporary file for saving: %s
sv: Kunde inte skapa temporär fil för sparande: %s

source: _Statusbar
sv: _Statusrad

source: If you don't save, all your changes will be lost.
sv: Om du inte sparar så kommer alla dina ändringar att gå förlorade.

source: _Contents
sv: _Innehåll

source: Shift + Control + Wheel
sv: Shift + Ctrl + hjul

source: General
sv: Allmänt

source: Image loading failed.
sv: Bildinläsning misslyckades.

source: _Tools
sv: Ver_ktyg

source: _Next Image
sv: _Nästa bild

source: As custom c_olor:
sv: Som anpassad f_ärg:

source: Folder:
sv: Mapp:

source: _Top:
sv: Ö_verkant:

source: Keywords:
sv: Nyckelord:

source: Save _As…
sv: Spara so_m…

source: Sequence
sv: Sekvens

source: Camera
sv: Kamera

source: Question
sv: Fråga

source: Show the current image in fullscreen mode
sv: Visa aktuell bild i helskärmsläge

source: Go to the previous image of the gallery
sv: Gå till föregående bild i galleriet

source: Taken on
sv: Taget den

source: Reload the image
sv: Ladda om bilden

source: Right
sv: Höger

source: Please try a different file extension like .png or .jpg.
sv: Prova en annan filändelse som exempelvis .png eller .jpg.

source: Show Containing _Folder
sv: Visa innehållande _mapp

source: _Copy
sv: _Kopiera

source: Could not save image '%s'.
sv: Kunde inte spara bilden "%s".

source: Image Viewer could not determine a supported writable file format based on the filename.
sv: Bildvisare kunde inte fastställa ett skrivbart filformat som stöds baserat på filnamnet.

source: ISO Speed Rating:
sv: ISO-känslighet:

source: Run '%s --help' to see a full list of available command line options.
sv: Kör "%s --help" för att se en komplett lista över tillgängliga kommandoradsflaggor.

source: Width
sv: Bredd

source: _First Image
sv: _Första bilden

source: No images found in '%s'.
sv: Inga bilder hittades i "%s".

source: Color for Transparent Areas
sv: Färg för genomskinliga områden

source: Image Settings
sv: Bildinställningar

source: You do not have the permissions necessary to save the file.
sv: Du har inte den behörighet som krävs för att spara filen.

source: Other
sv: Annat

source: Go to a random image of the gallery
sv: Gå till en slumpmässig bild i galleriet

source: There is %d image with unsaved changes. Save changes before closing?
sv: Det finns %d bild med osparade ändringar. Spara ändringarna innan stängning?

source: There are %d images with unsaved changes. Save changes before closing?
sv: Det finns %d bilder med osparade ändringar. Spara ändringarna innan stängning?

source: _Start counter at:
sv: _Starta räknare vid:

source: Show the folder which contains this file in the file manager
sv: Visa mappen som innehåller denna fil i filhanteraren

source: Prefere_nces
sv: _Inställningar

source: _About
sv: _Om

source: Go to the next image of the gallery
sv: Gå till nästa bild i galleriet

source: Open a file
sv: Öppna en fil

source: _Save
sv: _Spara

source: Are you sure you want to remove "%s" permanently?
sv: Är du säker att du permanent vill radera "%s"?

source: Flip _Vertical
sv: Vänd _lodrätt

source: _Help
sv: _Hjälp

source: _Edit
sv: _Redigera

source: Saving image "%s" (%u/%u)
sv: Sparar bilden "%s" (%u/%u)

source: Changes the visibility of the statusbar in the current window
sv: Ändrar synligheten för statusraden i det aktuella fönstret

source: %lu second
sv: %lu sekund

source: %lu seconds
sv: %lu sekunder

source: _Open…
sv: _Öppna...

source: Couldn't allocate memory for loading JPEG file
sv: Kunde inte allokera minne för inläsning av JPEG-fil

source: Start a slideshow view of the images
sv: Starta ett bildspel av bilderna

source: Fit to _Height
sv: Anpassa till _Höjd

source: Location:
sv: Plats:

source: Choose a folder
sv: Välj en mapp

source: _Reload
sv: _Läs om

source: Flip _Horizontal
sv: Vänd _vågrätt

source: Are you sure you want to move the selected image to the trash?
sv: Är du säker att du vill flytta den markerade bilden till papperskorgen?

source: Are you sure you want to move the %d selected images to the trash?
sv: Är du säker att du vill flytta de %d markerade bilderna till papperskorgen?
